<template>
  <div class="border-b mb-10">
    <div class="custom-container mx-auto my-20">
      <div class="about">
        <h1 class="text-center text-2xl text-black uppercase font-semibold">
          О нас
        </h1>
        <div>
          <div class="about">
            <p class="decor">
              Rendez-Vous – это история успеха длиною в 20 лет. Впервые
              распахнув свои двери в начале 2000-х в самом центре Москвы, в
              ГУМе, Rendez-Vous сразу задал высокие стандарты в выборе коллекций
              и уровне обслуживания покупателей.
            </p>
            <p class="decor">
              Магазины Rendez-Vous – это воплощение парижского вкуса и стиля,
              выходящих далеко за рамки только модной обуви, аксессуаров и
              шопинга. Он, как мозаика, складывается из архитектуры магазина,
              изысканных деталей, музыки, оформления витрин, переносящих
              посетителей на французские улочки.
            </p>
            <p class="decor">
              Сегодня количество розничных магазинов обуви и аксессуаров
              Rendez-Vous насчитывает более 100 по всей стране, что делает
              компанию одним из лидеров сегмента качественной брендовой обуви и
              аксессуаров.
            </p>
            <p class="decor">
              Портфель брендов компании – более 100 имен, среди которых Calvin
              Klein, ASH, Katy Perry, Lacoste, LLoyd, Loake, MM6 Maison
              Margiela, Marc Jacobs, Nando Muzi и многие другие. Количество
              моделей исчисляется тысячами, среди которых всегда найдется пара
              на любой вкус и случай. Прямое взаимодействие с дизайнерскими
              ателье марок, а также с фабриками дает компании уникальную
              возможность адаптировать самые популярные модели из коллекций
              ведущих производителей к климатическим условиям нашей страны.
              Несмотря на достигнутые высоты, Rendez-Vous не стоит на месте,
              постоянно расширяя свою коллекцию и дополняя ее новыми именами.
            </p>
            <p class="decor">
              Широкая диверсифицированная линейка, представленная в магазинах
              обуви и аксессуаров Rendez-Vous – это уникальный выбор на любой
              вкус, который удовлетворит самых взыскательных покупателей.
            </p>
            <p class="decor">
              Еще одна отличительная черта Rendez-Vous – индивидуальное внимание
              к каждому клиенту, которое лежит в основе философии компании. За
              этими словами – огромная кропотливая работа, постоянное
              совершенствование технологий сервиса, в рамках которого особое
              внимание уделяется подготовке персонала. Так, наряду с постоянными
              тренингами, на которых обучают культуре общения с покупателями и
              рассказывают о технологических особенностях той или иной марки и
              модели, в штате компании работает директор по имиджу и стилю,
              который знакомит персонал с особенностями правильного подбора
              обуви как важной составляющей образа.
            </p>
            <p class="decor">
              Кстати, зачастую тренинги по продукту или коллекции проводят сами
              представители или владельцы марки, что дает сотрудникам компании
              исключительную возможность узнать все от первого лица.
              Продавцы-консультанты Rendez-Vous всегда профессионально проведут
              примерку обуви, дадут совет по стилю, предоставят полную
              информацию о материалах, технологиях производства и правилах ухода
              за обувью и аксессуарами.
            </p>
            <p class="decor">
              Клиентам магазинов Rendez-Vous доступна уникальная услуга –
              бесплатная профилактика и ремонт обуви и аксессуаров с
              использованием оригинальных материалов от производителей и
              высококлассного оборудования в течение трех лет.
            </p>
            <p class="decor">
              Клуб Privilege от Rendez-Vous – это накопительная дисконтная
              программа, которая становится доступна каждому клиенту с первой
              покупки. Став держателем карты Privilege, вы не только получаете
              скидки в магазинах обуви и аксессуаров Rendez-Vous, но и подарки
              на день своего рождения, первыми узнаете о специальных
              предложениях и мероприятиях компании.
            </p>
            <p>Rendez-Vous сегодня – это:</p>
            <ul class="list">
              <li>бесплатный ремонт;</li>
              <li>только оригинальные бренды из Европы;</li>
              <li>уникальный выбор обуви и аксессуаров на любой вкус;</li>
              <li>более 100 магазинов обуви и аксессуаров в городах России;</li>
              <li>интернет-магазин обуви с собственной доставкой;</li>
              <li>магазин в Куршевеле;</li>
              <li>
                более 100 марок в портфеле компании и тысячи моделей на ваш
                выбор.
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<style lang="scss">
.about {
  margin-top: 50px;
  p {
    margin-bottom: 15px;
    line-height: 1.7;
    position: relative;
    padding-bottom: 20px;
    &.decor::before {
      content: "";
      position: absolute;
      height: 1px;
      width: 30px;
      left: 50%;
      transform: translateX(-50%);
      background: blue;
      bottom: 0;
    }
  }
}
.custom-container {
  width: 900px;
}
.list {
  li {
    padding-left: 20px;
    position: relative;
    &:before {
      content: "-";
      position: absolute;
      left: 0;
    }
  }
}
</style>
